12/data/attachments/a1fab0670affb39f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_c98f83e5-7bb7-46e5-84b5-12f9f3eb33b4</nif:username>
            <nif:friendToBeAdded>Heidi_kid_Actions_59717_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>